Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Admin.tmx
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, ru_ru, zh_cn

source: Administration
ar_sa: إدارة
de_de: Verwaltung
es_es: Administración
it_it: Administrator
pl_pl: Administracja
pt_pt: Administração
ru_ru: Администрирование
zh_cn: 管理

source: Users
ar_sa: مستخدمين
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
it_it: Utenti
pl_pl: Użytkownicy
pt_pt: Utilizadores
ru_ru: Пользователи
zh_cn: 用户

source: Users management interface
ar_sa: إدارة المستخدمين
de_de: Benutzerverwaltung
es_es: Gestión de usuarios
fr_fr: Gestion des utilisateurs
it_it: Gestione utenti
pl_pl: Zarządzanie użytkownikami
pt_pt: Gestão do Interface utilizadores
ru_ru: Интерфейс управления данными пользователей
zh_cn: 用户管理接口

source: Groups
ar_sa: مجموعات
de_de: Gruppen
es_es: Grupos
fr_fr: Groupes
it_it: Gruppi
pl_pl: Grupy
pt_pt: Grupos
ru_ru: Группы
zh_cn: 组

source: Groups management
ar_sa: إدارة مجموعات المستخدم
de_de: Verwaltung Gruppe
es_es: Gestión de grupos de usuarios
fr_fr: Gestion des groupes d'utilisateur
it_it: Gestione gruppi utenti
pl_pl: Zarządzanie grupami
pt_pt: Gestão dos grupos
ru_ru: Управление группами
zh_cn: 用户组管理接口

source: Roles
ar_sa: أدوار
de_de: Rollen
fr_fr: Rôles
it_it: Ruoli
pl_pl: Role
pt_pt: Papeis
ru_ru: Роли
zh_cn: 角色

source: User roles management interface
ar_sa: إدارة أدوار المستخدم
de_de: Verwaltung der Benutzerrollen
es_es: Gestión de roles de usuario
fr_fr: Gestion des rôles utilisateur
it_it: Gestione dei ruoli utenti
pl_pl: Zarządzanie rolami użytkowników
pt_pt: Gestão interface papeis do utilizador
ru_ru: Интерфейс управления ролями
zh_cn: 用户角色管理接口

source: Security profiles
ar_sa: ملامح الحماية
de_de: Sicherheitsprofile
es_es: Perfiles de seguridad
fr_fr: Profils de sécurité
pl_pl: Profile zabezpieczeń
pt_pt: Perfis de segurança
ru_ru: Профили безопасности
zh_cn: 安全配置文件

source: BO Profiles
ar_sa: BI ملامح
de_de: BO-Profil
es_es: Perfiles BO
fr_fr: Profils BI
it_it: Profili BO
pl_pl: Profile BO
pt_pt: Perfis BO
ru_ru: Профили BO
zh_cn: BO配置文件

source: Settings
ar_sa: إعدادادت
de_de: Einstellungen
es_es: Parametrizaciones
fr_fr: Paramétrages
pt_pt: Parametrização
ru_ru: Параметры
zh_cn: 参数设置

source: Global settings
ar_sa: معلمات عامة
de_de: Globale Parameter
es_es: Parámetros globales
fr_fr: Paramètres généraux
it_it: Parametri
pl_pl: Ustawienia globalne
pt_pt: Parametrizações globais
ru_ru: Глобальные параметры
zh_cn: 全局设置

source: Global settings management interface
ar_sa: إدارة المعلمات الشاملة
de_de: Verwaltung globaler Parameter
es_es: Gestión de parámetros globales
fr_fr: Gestion des paramètres globaux
it_it: Gestione dei parametri globali
pl_pl: Zarządzanie ustawieniami globalnymi
pt_pt: Gestão interface das parametrizações globais
ru_ru: Интерфейс управления глобальными параметрами
zh_cn: 全局设置管理接口

source: Locales
ar_sa: تفضيلات إقليمية
de_de: Lokale Parameter
es_es: Configuraciones regionales
fr_fr: Préférences régionales
it_it: Preferenze locali
pl_pl: Lokalne
pt_pt: Preferências regionais
ru_ru: Локализации
zh_cn: 区域设置

source: Locales management interface
ar_sa: إدارة التفضيلات الإقليمية
de_de: Verwaltung der lokalen Parameter
es_es: Configuraciones regionales
fr_fr: Gestion des préférences régionales
it_it: Gestione preferenze locali
pl_pl: Zarządzanie ustawieniami lokalnymi
pt_pt: Preferências regionais
ru_ru: Управление локализациями
zh_cn: 区域设置管理接口

source: Proxies configuration
ar_sa: تكوين الوكيل
de_de: Konfiguration Proxy
es_es: Configuración del proxy
fr_fr: Configuration des proxy
it_it: Configurazione proxy
pl_pl: Konfiguracja Proxy
pt_pt: Configuração dos proxies
ru_ru: Настройки proxy
zh_cn: 代理配置

source: Proxies configuration interface
ar_sa: تكوين الوكيل
de_de: Konfiguration Proxy
es_es: Configuración del proxy
fr_fr: Configuration des proxy
it_it: Configurazione proxy
pl_pl: Interfejs konfiguracji Proxy
pt_pt: Interface configuração dos proxies
ru_ru: Интерфейс настроек proxy
zh_cn: 代理配置接口

source: Rest web services
ar_sa: RESTخوادم الويب
fr_fr: Services web REST
pt_pt: Parar Web services
ru_ru: Остальные веб-сервисы
zh_cn: REST Web服务

source: Authentication
ar_sa: مصادقة
de_de: Authentifizierung
es_es: Autentificación
fr_fr: Authentification
pt_pt: Autenticação
ru_ru: Идентификация
zh_cn: 认证

source: LDAP Servers
ar_sa: LDAPخوادم
de_de: LDAP-Server
es_es: Servidores LDAP
fr_fr: Serveurs LDAP
it_it: Server LDAP
pl_pl: Serwery LDAP
pt_pt: Servidores LDAP
ru_ru: Серверы LDAP
zh_cn: LDAP服务器

source: LDAP Servers management interface
ar_sa: LDAP إدارة الخوادم
de_de: Verwaltung LDAP-Server
es_es: Gestión de servidores LDAP
fr_fr: Gestion des serveurs LDAP
it_it: Gestione server LDAP
pl_pl: Interfejs zarządzania serwerami LDAP
pt_pt: Servidores LDAP
ru_ru: Интерфейс управления серверами LDAP
zh_cn: LDAP服务器管理接口

source: OAuth2 Servers
ar_sa: OAuth2oخوادم
de_de: OAuth2-Server
es_es: Servidores OAuth2
fr_fr: Serveurs OAuth2
it_it: Server OAuth2
pl_pl: Serwery OAuth2
pt_pt: Servidores OAuth2
ru_ru: Серверы OAuth2
zh_cn: OAuth2服务器

source: OAuth2 Servers management interface
ar_sa: OAuth2إدارة خوادم
de_de: Verwaltung OAuth2-Server
es_es: Gestión servidores OAuth2
fr_fr: Gestion des serveurs OAuth2
it_it: Gestione server OAuth2
pl_pl: Interfejs zarządzania serwerami OAuth2
pt_pt: Gestão do interface dos servidores OAuth2
ru_ru: Интерфейс управления серверами OAuth2
zh_cn: OAuth2服务器管理接口

source: Endpoints
ar_sa: مصادر البيانات
es_es: Fuentes de datos
fr_fr: Sources de données
it_it: Punti accesso
pl_pl: Punkty dostępu
pt_pt: Endpoint
ru_ru: Конечные точки
zh_cn: 端点

source: Applications
ar_sa: تطبيقات
de_de: Applikationen
es_es: Aplicaciones
it_it: Applicazioni
pl_pl: Aplikacje
pt_pt: Aplicações
ru_ru: Приложения
zh_cn: 应用程序

source: Applications management interface
ar_sa: إدارة التطبيقات
de_de: Verwaltung der Applikationen
es_es: Gestión de aplicaciones
fr_fr: Gestion des applications
it_it: Gestione applicazioni
pl_pl: Interfejs zarz ądzania aplikacjami
pt_pt: Gestão interface das aplicações
ru_ru: Интерфейс управления приложениями
zh_cn: 应用程序管理接口

source: Service access endpoints management
ar_sa: إدارة نقاط الوصول إلى الخدمات
de_de: Verwaltung Endpoints
es_es: Gestión de puntos de acceso
fr_fr: Gestion des points d'accès au services
it_it: Gestione punti accesso ai server
pl_pl: Punkty dostępu
pt_pt: Gestão do serviço de acesso dos endpoints
ru_ru: Управление соединениями
zh_cn: 服务接入端点管理

source: Licenses
ar_sa: رخصات و إصدار
de_de: Lizenzen und Version
es_es: Licencias y versión
fr_fr: Licenses et version
pt_pt: Licenças
ru_ru: Лицензии
zh_cn: 许可证和版本

source: About
ar_sa: حول
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Versioni informazioni
pl_pl: Informacja o wersji
pt_pt: Sobre...
ru_ru: Информация о версии
zh_cn: 关于

source: License data
ar_sa: تفصيل الرخصات
de_de: Details Lizenzen
es_es: Datos de licencia
fr_fr: Détail des licences
it_it: Dettaglio licenza
pl_pl: Dane licencji
pt_pt: Dados da licença
ru_ru: Данные лицензии
zh_cn: 许可证详细信息

source: Badges
ar_sa: شعارات
de_de: Verwaltung Badges
pl_pl: Typy użytkowników
ru_ru: Типы пользователей
zh_cn: 识别标记

source: License upload
ar_sa: تحميل الرخصة
de_de: Lizenzen
es_es: Licencias
fr_fr: Téléchargement Licence
it_it: Licenze
pl_pl: Licencje
pt_pt: Licenças
ru_ru: Лицензии
zh_cn: 许可证下载

source: License management
ar_sa: رخصات
de_de: Lizenzverwaltung
es_es: Gestión de licencias
fr_fr: Licences
it_it: Licenze
pl_pl: Zarządzanie licencjami
pt_pt: Gestão licenças
ru_ru: Управление лицензиями
zh_cn: 许可证管理

source: Certificates
ar_sa: شهادات
de_de: Zertifikate
es_es: Certificados
fr_fr: Certificats
it_it: Certificati
pl_pl: Certyfikaty
pt_pt: Certificados
ru_ru: Сертификаты
zh_cn: 证书

source: Certificates of Certification Authorities
ar_sa: شهادات المصدقة
de_de: Zertifikate der Zertifizierungsstelle
es_es: Certificados de autorización
fr_fr: Certificats des Autorités de certification
it_it: Certificati delle autorità di certificazioni
pl_pl: Certyfikaty urzędów certyfikacji
pt_pt: Certificados da Autoridade Certificadoras
ru_ru: Сертификаты LDAP
zh_cn: 认证授权证书

source: Servers
ar_sa: خادم
de_de: Server
es_es: Servidores
fr_fr: Serveurs
pt_pt: Servidores
ru_ru: Серверы
zh_cn: 服务器

source: Hosts
ar_sa: خادم ويب
de_de: Syracuse-Server
es_es: Servidores
fr_fr: Serveur web
it_it: Server Syracuse
pl_pl: Hosty
pt_pt: Servidor web
ru_ru: Хосты
zh_cn: web服务器

source: Application servers
ar_sa: خادم التطبيق
de_de: X3-Server
es_es: Servidores X3
fr_fr: Serveurs d'application
it_it: Server X3
pl_pl: Serwery X3
pt_pt: Servidores X3
ru_ru: Серверы X3
zh_cn: 应用程序服务器

source: X3 Servers management interface
ar_sa: X3إدارة الخادم
de_de: Verwaltung X3-Server
es_es: Gesstión servidores X3
fr_fr: Gestion des serveurs X3
it_it: Gestione server X3
pl_pl: Zarządzanie serwerami X3
pt_pt: Gestão interface servidores X3
ru_ru: Интерфейс управления серверами X3
zh_cn: X3服务器管理接口

source: BO Servers
ar_sa: BIخادم
de_de: BO-Server
es_es: Servidores BO
fr_fr: Serveurs BI
it_it: Server BO
pl_pl: Serwery BO
pt_pt: Servidores BO
ru_ru: Серверы BO
zh_cn: BI服务器

source: HRM Portal
ar_sa: HRM باب
es_es: Portal HRM
fr_fr: Portail HRM
pt_pt: Portal HRM
ru_ru: Портал HRM

source: HRM Servers
ar_sa: HRMخادم
de_de: HRM-Server
es_es: Servidores HRM
fr_fr: Serveurs HRM
pt_pt: Servidores HRM
ru_ru: HRM Серверы
zh_cn: HRM服务器

source: HRM Sites
ar_sa: HRM مواقع
de_de: HRM-Standorte
es_es: Portal HRM
fr_fr: Sites HRM
pt_pt: Sites HRM
ru_ru: HRM Сайты
zh_cn: HRM地点

source: Collaboration
ar_sa: مساحة التعاون
de_de: Kollaboration
es_es: Espacio Colaboración
fr_fr: Espace collaboratif
it_it: Collaborazione
pl_pl: Współpraca
pt_pt: Colaboração
ru_ru: Совместная работа
zh_cn: 协作空间

source: Teams
ar_sa: فرق
de_de: Gruppen
es_es: Equipos
fr_fr: Equipes
it_it: Collaboratori
pl_pl: Zespoły
pt_pt: Equipas
ru_ru: Команды
zh_cn: 团队

source: Teams management
ar_sa: إدارة الموظفين
de_de: Verwaltung Teams
es_es: Gestión de equipos
fr_fr: Gestion de collaborateurs
it_it: Gestione dei collaboratori
pl_pl: Zarządzanie zespołami
pt_pt: Gestão de equipas
ru_ru: Управление командами
zh_cn: 员工管理

source: Volumes
ar_sa: أحجام المخزون
de_de: Volumen
es_es: Volúmenes
fr_fr: Volumes de stockage
it_it: Volumi
pl_pl: Woluminy
pt_pt: Volumes de armazenamento
ru_ru: Хранилища
zh_cn: 存储卷

source: Storage volumes
ar_sa: أحجام المخزون
de_de: Speichervolumen
es_es: Volúmenes de almacenamiento
fr_fr: Volumes de stockage
it_it: Storage volumi
pl_pl: Woluminy danych
pt_pt: Armazenamento volumes
ru_ru: Хранилища
zh_cn: 存储卷

source: Documents
ar_sa: وثائق
de_de: Dokumente
es_es: Documentos
it_it: Documenti
pl_pl: Dokumenty
pt_pt: Documentos
ru_ru: Документы
zh_cn: 文档

source: Document management
ar_sa: إدارة الوثائق
de_de: Verwaltung Dokumente
es_es: Gestión de documentos
fr_fr: Gestion de documents
it_it: Gestione dei documenti
pl_pl: Zarządzanie dokumentami
pt_pt: Gestão de documentos
ru_ru: Управление документами
zh_cn: 文档管理

source: Document tags
ar_sa: تسميات الوثيقة
de_de: Dokumenten-Tags
es_es: Etiquetas
fr_fr: Etiquettes de document
it_it: Etichette
pl_pl: Etykiety dokumentów
pt_pt: Tags do documento
ru_ru: Ключевые слова
zh_cn: 文档标签

source: Tags categories
ar_sa: فئات تسميات الوثيقة
de_de: Tag-Kategorien
es_es: Categoría de etiquetas
fr_fr: Catégories d'étiquettes de document
it_it: Categorie etichette documenti
pl_pl: Kategorie etykiet
pt_pt: Categoria de tags
ru_ru: Категории ключевых слов
zh_cn: 文档标签类别

source: Word templates
ar_sa: Word نماذج الوثيقة
de_de: Word-Vorlagen
es_es: Modelos de documentos Word
fr_fr: Modèles de document Word
it_it: Modello doc word
pl_pl: Szablony Word
pt_pt: Templates do word
ru_ru: Шаблоны Word
zh_cn: Word文档模板

source: Authoring
ar_sa: تشخيص
de_de: Personalisierung
es_es: Personalización
fr_fr: Personnalisation
it_it: Perzonalizzazione
pl_pl: Tworzenie
pt_pt: Personalização
ru_ru: Персонализация
zh_cn: 自定义设置

source: Navigation pages
ar_sa: الصفحات الإستكشاف
de_de: Navigationsseiten
es_es: Páginas de navegación
fr_fr: Pages de navigation
it_it: Navigazione pagine
pl_pl: Strony nawigacji
pt_pt: Páginas de navegação
ru_ru: Страницы навигации
zh_cn: 导航页面

source: Menu Modules
ar_sa: نماذج القائمة
de_de: Menümodule
es_es: Módulos de menús
fr_fr: Modules de menu
it_it: Menù Modulo
pl_pl: Moduły menu
pt_pt: Menu Modulos
ru_ru: Модули меню
zh_cn: 模块菜单

source: Menu Submodules
ar_sa: وحدات فرعية القائمة
de_de: Menüuntermodule
es_es: Submódulos de menús
fr_fr: Sous-modules de menu
it_it: Menù sotto-modulo
pl_pl: Podmoduły menu
pt_pt: Menu Submodulos
ru_ru: Подмодули меню
zh_cn: 子模块菜单

source: Home pages
ar_sa: صفحات الأمامية
es_es: Páginas de inicio
fr_fr: Pages d'accueil
pl_pl: Strony domowe
ru_ru: Домашние страницы
zh_cn: 主页

source: Menu Items
ar_sa: عناصر القائمة
de_de: Menüpunkte
es_es: Entradas de menú
fr_fr: Entrées de menu
it_it: Menù
pl_pl: Elementy menu
ru_ru: Элементы меню
zh_cn: 菜单项

source: Menu items management interface
ar_sa: إدارة عناصر القائمة
de_de: Verwaltung Menüpunkte
es_es: Gestión de entradas de menú
fr_fr: Gestion des entrées de menu
it_it: Gestione dei menù
pl_pl: Interfejs zarządzania elementami menu
pt_pt: Gestão do interface menu items
ru_ru: Интерфейс управления элементами меню
zh_cn: 菜单项管理接口

source: Menu Categories
ar_sa: فئات القائمة
de_de: Menükategorien
es_es: categorías de menú
fr_fr: Catégories de menu
it_it: Categorie dei menù
pl_pl: Kategorie menu
pt_pt: Categorias de menu
ru_ru: Категории меню
zh_cn: 菜单类别

source: Menu categories management interface
ar_sa: إدارة فئات القائمة
de_de: Verwaltung der Menükategorien
es_es: Gestión de categorías de menú
fr_fr: Gestion des catégories de menu
it_it: Categorie dei menù
pl_pl: Interfejs zarządzania kategoriami menu
pt_pt: Gestão do interface das categorias de menus
ru_ru: Интерфейс управления элементами меню
zh_cn: 菜单类别管理接口

source: Customized pages
ar_sa: الصفحات المخصصة
de_de: Seiten
es_es: Páginas personalizadas
fr_fr: Pages personnalisées
it_it: Pagine
pl_pl: Strony
pt_pt: Páginas
ru_ru: Страницы
zh_cn: 自定义设置页面

source: Pages management interface
ar_sa: إدارة الصفحات
de_de: Verwaltung Seiten
es_es: Gestión de páginas
fr_fr: Gestion des pages
it_it: Gestione delle pagine
pl_pl: Intefejs zarządzania stronami
pt_pt: Gestão do interface de páginas
ru_ru: Интерфейс управления страницами
zh_cn: 页面管理接口

source: Utilities
ar_sa: خدمات
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Utilitaires
it_it: Utility
pl_pl: Narzędzia
pt_pt: Ferramentas
ru_ru: Инструменты
zh_cn: 工具

source: Imports
ar_sa: الواردات
de_de: Importe
es_es: Importaciones
pt_pt: Importações
ru_ru: Импорт
zh_cn: 导入

source: Import Tool
ar_sa: استيراد البيانات
de_de: Import-Werkzeug
es_es: Importación de datos
fr_fr: Import de données
it_it: Utility import
pl_pl: Narzędzie importu
pt_pt: Ferramentas de importação
ru_ru: Инструменты импорта
zh_cn: 导入工具

source: Import tool
ar_sa: أداة استيراد
de_de: Import-Werkzeug
es_es: Herramientas de importación
fr_fr: Outil d'import
it_it: Utility import
pl_pl: Narzędzie importu
pt_pt: Ferramentas de importação
ru_ru: Инструменты импорта
zh_cn: 导入工具

source: X3 Users import
ar_sa: X3 للمستخدمين استيراد
de_de: X3-Benutzerimport
es_es: Importación de usuarios X3
fr_fr: Import des utilisateurs X3
it_it: Import utenti X3
pl_pl: Import użytkowników X3
pt_pt: Importação utilizadores X3
ru_ru: Импорт данных пользователей X3
zh_cn: X3用户导入

source: Menu profile import
ar_sa: استيراد القائمة الملف الشخصي
de_de: Import Menüprofile
es_es: Importación menú perfiles
fr_fr: Import menu profil
it_it: Menù profilo import
pl_pl: Import profili menu
pt_pt: Perfil do menu importação
ru_ru: Импорт профиля меню
zh_cn: 菜单配置导入

source: Exports
ar_sa: الصادرات
de_de: Exporte
es_es: Exportaciones
pt_pt: Exportações
ru_ru: Экспорт
zh_cn: 导出

source: Export profiles
ar_sa: الملامح التصدير
de_de: Exportprofile
es_es: Perfiles de exportación
fr_fr: Profils d'export
it_it: Profilo export
pl_pl: Profile eksportu
pt_pt: Perfis de exportação
ru_ru: Профили экспорта
zh_cn: 导出配置文件

source: Personalizations management
ar_sa: التخصيصات التصدير
de_de: Personalisierung
es_es: Gestión de personalizaciones
fr_fr: Export des personnalisations
it_it: Gestione personalizzazioni
pl_pl: Zarządzanie ustawieniami spersonalizowanymi
pt_pt: Gestão das personalizações
ru_ru: Управление персонализацией
zh_cn: 自定义项管理

source: Resources packs
ar_sa: مجموعات الموارد
de_de: Ressourcen-Gruppen
es_es: Paquete de recursos
fr_fr: Groupes de ressources
it_it: Gruppo risorse
pl_pl: Pakiety zasobów
pt_pt: Packs de recursos
ru_ru: Ресурсы
zh_cn: 资源组

source: Installation
ar_sa: تثبيت
es_es: Instalación
pt_pt: Instalação
ru_ru: Установка
zh_cn: 安装

source: Patch integration
ar_sa: Patch دمج
es_es: Integración de parches
fr_fr: Intégration Patch
it_it: Integrazione patch
pl_pl: Integracja poprawek
pt_pt: Integração patch
ru_ru: Интеграция патчей
zh_cn: 补丁集成

source: Usage
ar_sa: إستثمار
de_de: Verwendung
es_es: Explotación
fr_fr: Exploitation
pt_pt: Exploração
ru_ru: Использование
zh_cn: 开发

source: Search Index Management
ar_sa: إدارة محرك البحث
de_de: Verwaltung Suchindizes
es_es: Utilidades de búsqueda
fr_fr: Gestion du moteur de recherche
it_it: Gestione utility ricerca
pl_pl: Zarządzanie indeksem wyszukiwania
pt_pt: Gestão índice de pesquisa
ru_ru: Управление индексированным поиском
zh_cn: 搜索引擎管理

source: Automate
ar_sa: إدارة الأعمال
de_de: Aufgabenverwaltung
es_es: Gestión de tareas
fr_fr: Gestion des tâches
pt_pt: Autonomia
ru_ru: Автоматизировать
zh_cn: 任务管理

source: Scheduler
ar_sa: مرتّب
de_de: Anweisender
es_es: Autómatas
fr_fr: Ordonnanceur
it_it: Schedulatore
pl_pl: Zadania planowane
pt_pt: Agendamento
ru_ru: Планировщик
zh_cn: 排程器

source: Server logs
ar_sa: سجل الأعمال
de_de: Aufgabenjournal
es_es: Diario de tareas
fr_fr: Journal des tâches
pt_pt: Logs do servidor
ru_ru: Логи сервера
zh_cn: 工作日志

source: Import sessions
ar_sa: دورات الاستيراد
de_de: Importsitzungen
es_es: Sesiones de importación
fr_fr: Sessions d'import
it_it: Sessione d'import
pl_pl: Sesje importu
pt_pt: Sessões de importação
ru_ru: Сессии импорта
zh_cn: 导入会话

source: Logs
ar_sa: مسارات
de_de: Logdateien
es_es: Trazas
fr_fr: Traces
pt_pt: Traces
ru_ru: Логи
zh_cn: 日志

source: Host traces
ar_sa: مسارات خادم الويب
de_de: Webserver-Logs
es_es: Trazas servidor Web
fr_fr: Traces serveur Web
pt_pt: Traces do host
ru_ru: Трассировка хоста
zh_cn: Web服务器追踪日志

source: Syracuse server traces
ar_sa: مسارات خادم سيراكوز
de_de: Syracuse-Serverlogs
es_es: Trazas servidor Syracuse
fr_fr: Traces serveur Syracuse
pt_pt: Traces servidor Syracuse
ru_ru: Трассировка сервера Syracuse
zh_cn: Syracuse服务器追踪日志

source: Engine trace
ar_sa: مسار المحرك
de_de: Logmaschine
es_es: Traza motor
fr_fr: Trace moteur
it_it: x3 sessione configurazione
pl_pl: Konfiguracja sesji X3
pt_pt: Configurações sessão X3
ru_ru: Трассировка движка
zh_cn: 引擎追踪日志

source: Sessions management
ar_sa: إدارة الأقسام
de_de: Verwaltung Sessions
es_es: Gestión de sesiones
fr_fr: Gestion des sessions
pt_pt: Gestão de sessões
ru_ru: Управление сессиями
zh_cn: 会话管理

source: Web client sessions
ar_sa: دورات زبون الويب
de_de: Sitzungsverwaltung
es_es: Sesiones clientes Web
fr_fr: Sessions client web
it_it: Gestione sessioni client web
pl_pl: Zarządzanie sesjami Web
pt_pt: Sessões cliente web
ru_ru: Сессии Web клиента
zh_cn: Web客户端会话管理

source: Sessions Management
ar_sa: إدارة الدورات
de_de: Sitzungsverwaltung
es_es: Gestión de sesiones
fr_fr: Gestion de sessions
it_it: Gestione sessioni
pl_pl: Zarządzanie sesjami
pt_pt: Sessões cliente web
ru_ru: Управление сессиями Web клиента
zh_cn: 会话管理

source: Classic client sessions
ar_sa: دورات الصفحة الكلاسبكية
de_de: Classic Client-Sitzung
es_es: Páginas sesión clásica
fr_fr: Sessions classic page
it_it: Sessione client
pl_pl: Sesje w trybie zgodności
pt_pt: Sessões cliente clássico
ru_ru: Сессии для стандартного клиента
zh_cn: 经典版客户端会话

source: Clients reused list
ar_sa: جلسات الكلاسيكية التي يمكن إعادة استخدامها
de_de: Wiederverwendbare Classic-Sitzungen
es_es: Sesión clasica reutilizable
fr_fr: Sessions classic réutilisable
it_it: Lista client riutilizzati
pl_pl: Pula połączeń oczekujących
pt_pt: Lista clientes reutilizados
ru_ru: Вторичные сессии клиента
zh_cn: 可重复使用的经典版会话

source: Traces
ar_sa: مسارات
de_de: Logdateien
es_es: Trazas
ru_ru: Логи
zh_cn: 追踪日志

source: Traces import tool
ar_sa: آداة إستيراد المسارات
de_de: Logdateien-Importtool
es_es: Trazas herramienta importación
fr_fr: Outil d'import des traces
pt_pt: Ferramenta de importação traces
ru_ru: Средства импорта логов
zh_cn: 追踪日志导入工具

source: A/R accounting manager
ar_sa: NAمسؤؤل حساب الزبون
de_de: Kreditorenbuchhalter
es_es: Responsable conta cliente NA
fr_fr: Responsable compta client NA
it_it: Responsabile conta clienti
pl_pl: Księgowy - należności
pt_pt: Gestor de conta fornecedores
ru_ru: Менеджер по дебиторской задолженности
zh_cn: 北美客户应收账款会计主管

source: Key Information
ar_sa: مؤشرات
de_de: Schlüsselinformationen
es_es: Indicadores
fr_fr: Indicateurs
it_it: Informazioni chiave
pl_pl: Główne informacje
pt_pt: Informação Chave
ru_ru: Основная информация
zh_cn: 关键指标

source: Business Process
ar_sa: عملية
de_de: Geschäftsprozess
es_es: Procesos
fr_fr: Processus
pl_pl: Proces biznesowy
pt_pt: Processo de negócio
ru_ru: Бизнес-процесс
zh_cn: 业务流程

source: Planning manager
ar_sa: NAمسؤول التخطيط
de_de: Produktionsplanung
es_es: Responsable planificación NA
fr_fr: Responsable planning NA
it_it: Responsabile planning
pl_pl: Planista
pt_pt: Gestor de planeamento
ru_ru: Управляющий по планированию
zh_cn: 北美计划经理

source: Executive
ar_sa: NA مدير
de_de: Geschäftsleitung
es_es: Director NA
fr_fr: Directeur NA
pt_pt: Executivo
ru_ru: Управляющий персонал
zh_cn: 北美经理

source: Product design
ar_sa: NA مسؤول الطرق
de_de: Leiter Design/Methodik
es_es: Responsable métodos NA
fr_fr: Responsable méthodes NA
pt_pt: Designer produto
ru_ru: Разработка продукта
zh_cn: 北美设计研究/方法实施经理

source: Workshop manager
ar_sa: NA مسؤؤل المعمل
de_de: Werkstattleiter
es_es: Responsable taller NA
fr_fr: Responsable atelier NA
it_it: Responsabile reparto
pl_pl: Kierownik produkcji
pt_pt: Gestor workshops
ru_ru: Начальник цеха
zh_cn: 北美车间主任

source: System administrator
ar_sa: NAمدير
es_es: Administrador NA
fr_fr: Administrateur NA
it_it: Portale utente
pl_pl: Administrator systemu
pt_pt: Administrador sistema
ru_ru: Системный администратор
zh_cn: 北美系统管理员

source: Service Manager
ar_sa: NAمسؤول دعم الزبون
de_de: Kundenbetreuer/Helpdesk
es_es: Responsable soporte cliente NA
fr_fr: Responsable support client NA
pt_pt: Director de serviços
ru_ru: Менеджер по обслуживанию
zh_cn: 北美客户支持经理

source: Warehouse manager
ar_sa: NAمسؤول التخزين
de_de: Lagerverantwortlicher
es_es: Responsable stocks NA
fr_fr: Responsable stocks NA
it_it: Magazziniere
pl_pl: Magazynier
pt_pt: Gestor armazém
ru_ru: Заведующий складом
zh_cn: 北美库存经理

source: Material handler
ar_sa: NA أمين مخزن
de_de: Lagerverantwortlicher
es_es: Almacenero NA
fr_fr: Magasinier NA
pt_pt: Manipulador de materiais
ru_ru: Заведующий материалами
zh_cn: 北美仓库管理员

source: Chief accountant
ar_sa: NA رئيس المحاسبة
de_de: Hauptbuchhalter
es_es: Jefe contable NA
fr_fr: Chef comptable NA
it_it: Responsabile amministrativo
pl_pl: Główny księgowy
pt_pt: Chefe contabilidade
ru_ru: Главный бухгалтер
zh_cn: 北美总会计师

source: Sales executive
ar_sa: NAمسؤول المبيعات
de_de: Vertrieb
es_es: Responsable des ventas NA
fr_fr: Responsable des ventes NA
it_it: Commerciale
pl_pl: Specjalista sprzedaży
pt_pt: Comercial
ru_ru: Менеджер по продажам
zh_cn: 北美销售管理员

source: Cost accountant
ar_sa: NAمراقب الإدارة
de_de: Controller
es_es: Controlador de gestión NA
fr_fr: Contrôleur de gestion NA
pt_pt: Contabilista
ru_ru: Бухгалтер по учету издержек
zh_cn: 北美管理总监

source: Data administrator
ar_sa: مدير البيانات
de_de: Datenadministrator
es_es: Administrador de datos
fr_fr: Administrateur de données
it_it: Administrator dei dati
pl_pl: Administrator danych
pt_pt: Administração dados
ru_ru: Админ по обработке данных
zh_cn: 数据管理员
